export const mainBloodService = [
  {
    id: 1,
    location: "ศูนย์บริจาคโลหิตแห่งชาติ สถากาชาดไทย",
    time: "8.30 - 15.30 น.",
    tel: "0-2263-9600 ต่อ 99",
  },
  {
    id: 2,
    location: "ศูนย์บริจาคโลหิตแห่งชาติ สถากาชาดไทย",
    time: "8.30 - 15.30 น.",
    tel: "0-2263-9600 ต่อ 99",
  },
  {
    id: 3,
    location: "ศูนย์บริจาคโลหิตแห่งชาติ สถากาชาดไทย",
    time: "8.30 - 15.30 น.",
    tel: "0-2263-9600 ต่อ 99",
  },
  {
    id: 4,
    location: "ศูนย์บริจาคโลหิตแห่งชาติ สถากาชาดไทย",
    time: "8.30 - 15.30 น.",
    tel: "0-2263-9600 ต่อ 99",
  },
  {
    id: 5,
    location: "ศูนย์บริจาคโลหิตแห่งชาติ สถากาชาดไทย",
    time: "8.30 - 15.30 น.",
    tel: "0-2263-9600 ต่อ 99",
  },
];
