import React from "react";
import { Layout } from "antd";
import NavBar from "../../../components/NavBar";
import Footer from "../../../components/Footer";
import Banner from "../../../assets/blogbanner_2.jpg";

const Blog2 = () => {
  const { Content } = Layout;

  return (
    <Layout>
      <NavBar />
      <Content>
        <div className="max-w-screen-lg m-auto mt-16">
          <div
            className="bg-no-repeat bg-center bg-primary-200 bg-cover h-372px rounded-xl mb-16"
            style={{ backgroundImage: `url(${Banner})` }}
          />
          <h1 className="font-bold text-4xl mb-4">เลือดกรุ๊ปไหนกินอะไรดี</h1>
          <p className="text-sm font-normal mb-10">10 สิงหาคม 2021</p>

          <p
            className="text-lg font-normal mb-6"
            style={{ textIndent: "50px" }}
          >
            ทุกคนเคยสงสัยไหมว่ากรุ๊ปเลือดสามารถบอกอะไรเราได้บ้าง?
            ทุกคนอาจจะเคยเห็น การบอกนิสัยจากกรุ๊ปเลือด การทำนายดวงจากกรุ๊ปเลือด
            เเล้วกรุ๊ปเลือดยังสามารถบอกอะไรเราได้อีกบ้างนะ
            มีหนังสือเล่นหนึ่งชื่อว่า " Eat right for yor type " โดย DR.Peter J.
            D’Adamo ได้อธิบายไว้ว่า
            "อาหารทุกชนิดที่เรารับประทานจะมีโปรตีนที่เป็นอนุมูลอิสระอยู่
            ซึ่งมีคุณสมบัติในการเหนี่ยวนำเเละเกาะติดเลือดที่เรียกว่า เลกติน
            ถ้าเรารับประทานอาหารที่เลกตินไม่เหมาะสมกับกรุ๊ปเลือดของเรา
            จะทำให้ระบบย่อยอาหาร การเผาผลาญ การผลิตฮอร์โมนเกิดผิดปกติได้"
            เเล้วอาหารประเภทไหนถึงจะเหมาะสมกับกรุ๊ปเลือดเเต่ละกรุ๊ป ไปดูกันเลย
          </p>
          <p
            className="text-lg font-normal mb-6"
            style={{ textIndent: "50px" }}
          >
            กรุ๊ป A : หรือ "สายผัก"
            เป็นกรุ๊ปที่สามารถรับประทานเนื้อสัตว์ได้น้อยที่สุดเเละต้องรับประทานผักมาก
            เนื่องจากมีกรดในกระเพาะอาหารต่ำกว่ากรุ๊ปอื่นๆเเละมีความเข้มข้นในเลือดสูง
            ซึ่งอาหารที่คนกรุ๊ป A ควรรับประทานมีดังนี้
          </p>
          <p className="text-lg font-normal mb-6">
            ควรรับประทาน : อาหารประเภทปลา เช่น ปลาเเซลมอน ปลาซาร์ดีน ผัก/ผลไม้
            เช่น บรอกโคลี สับปะรด เครื่องดื่ม เช่น ชา กาเเฟ
            *ควรดื่มหลังรับประทานอาหาร (เพราะเป็นเครื่องดื่มที่ช่วยเพิ่มกรด)
          </p>
          <p className="text-lg font-normal mb-6">
            ไม่ควรรับประทาน : อาหารประเภท เนื้อหมู เเฮม เบคอน ปู หอย
            นมเเละผลิตภัณฑ์จากนม น้ำมันถั่วเหลือง เป็นต้น
          </p>
          <p
            className="text-lg font-normal mb-6"
            style={{ textIndent: "50px" }}
          >
            กรุ๊ป B : หรือ "สายหลากหลาย" เป็นกรุ๊ปที่สามารถรับประทานได้หลากหลาย
            เเละครอบคลุมได้ทุกหมู่ได้ทั้งเนื้อสัตว์เเละผักผลไม้
            เพราะมีความเข้มข้นของเลือดในระดับที่พอดี
            เเต่จะอ้วนได้ง่ายเเละมีปัญหาภูมิคุ้มกันบกพร่องได้ง่าย
            ซึ่งอาหารที่คนกรุ๊ป B ควรรับประทานมีดังนี้
          </p>
          <p className="text-lg font-normal mb-6">
            ควรรับประทาน : อาหารประเภท เนื้อเเกะ เนื้อปลา เนื้อเเพะ เนื้อกระต่าย
            ผัก/ผลไม้ เช่น กะหล่ำปลี บรอกโคลีสับปะรด เเตงโม เครื่องดื่ม เช่น ชา
          </p>
          <p className="text-lg font-normal mb-6">
            ไม่ควรรับประทาน : เเฮม เบคอน ปู กุ้งมังกร มะพร้าว อะโวคาโด ถั่วลิสง
            ถั่วเหลือง เป็นต้น
          </p>
          <p
            className="text-lg font-normal mb-6"
            style={{ textIndent: "50px" }}
          >
            กรุ๊ป O : หรือ "สายเนื้อ"
            เป็นกรุ๊ปที่สามารถรับประทานเนื้อสัตว์ได้มากที่สุด
            เนื่องจากกระเพาะมีความเป็นกรดสูงสามารถย่อยเนื้อสัตว์ได้ดี
            ทำให้สามารถเผาผลาญเเละดูดซึมได้ดี ซึ่งอาหารที่คนกรุ๊ป O
            ควรรับประทานมีดังนี้
          </p>
          <p className="text-lg font-normal mb-6">
            ควรรับประทาน : เนื้อสัตว์เเทบทุกชนิด เช่น ปลา ไก่ เนื้อวัว เนื้อเเกะ
            ผัก/ผลไม้ เช่น พลับ พรุน บรอกโคลี หอมหัวใหญ่ เครื่องดื่ม เช่น
            น้ำสับปะรด
          </p>
          <p className="text-lg font-normal mb-6">
            ไม่ควรรับประทาน : อาหารประเภท เนื้อหมู ห่าน กะหล่ำปลี มันฝรั่ง
            นมเเละผลิตภัณฑ์จากนม กาเเฟ เป็นต้น
          </p>
          <p
            className="text-lg font-normal mb-6"
            style={{ textIndent: "50px" }}
          >
            กรุ๊ป AB : หรือ "สายผสมผสาน" เป็นกรุ๊ปที่เกิดจาก กรุ๊ป A กับ B
            มารวมกัน
            ดังนั้นการรับประทานอาหารที่เหมาะเป็นการผสมระหว่างการกินเเบบเน้นผักมากกว่าเนื้อสัตว์เเละการกินเเบบหลากหลายนิดๆ
            เเละคนกรุ๊ปนี้ส่วนใหญ่จะมีปัญหาสุขภาพค่อนข้างเยอะ
            เพราะระบบภูมิคุ้มกันต่ำ อ่อนเเอ มากกว่ากรุ๊ปอื่นๆ
            ซึ่งอาหารที่คนกรุ๊ป AB ควรรับประทานมีดังนี้
          </p>
          <p className="text-lg font-normal mb-6">
            ควรรับประทาน : อาหารประเภท เนื้อเเกะ เนื้อเเพะ ปลาทูน่า ปลาซาร์ดีน
            ผัก/ผลไม้ เช่น บรอกโคลี่ ดอกกะหล่ำ องุ่น พลัม สับปะรด เครื่องดื่ม
            เช่น ชาคาโมมายล์ ชาเขียว ไวน์เเดง ( 1เเก้ว/วัน )
          </p>
          <p className="text-lg font-normal mb-6">
            ไม่ควรรับประทาน : ปลาเนื้อขาว ปลาเเซลมอน เเฮม เบคอน กล้วย มะพร้าว
            เป็นต้น
          </p>
        </div>
      </Content>
      <Footer />
    </Layout>
  );
};

export default Blog2;
